run/benchmark/surfaceTension/sinWaveTri/sinWaveTri/Allrun_Slurm
#!/bin/bash
#
#SBATCH --job-name=sinWaveTri
#SBATCH --output=log.interFlow
#
#SBATCH --ntasks=32
#SBATCH --partition=orbit

decomposePar
mpirun interFlow -parallel
#reconstructPar
#sleep 2
